{"id":3,"date":"2019-05-23T13:15:14","date_gmt":"2019-05-23T13:15:14","guid":{"rendered":"https:\/\/www.vinegroup.ca\/?page_id=3"},"modified":"2021-03-31T14:17:52","modified_gmt":"2021-03-31T18:17:52","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.vinegroup.ca\/privacy-policy","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"3\" class=\"elementor elementor-3\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-65e8bfbf elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"65e8bfbf\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-7caeba42\" data-id=\"7caeba42\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-7966bd4e elementor-widget elementor-widget-text-editor\" data-id=\"7966bd4e\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><!-- wp:paragraph --><\/p>\n<p>As a mortgage broker and\/or agent, we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>The following sections, read as a whole, comprise our Privacy Policy:<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:list {\"ordered\":true} --><\/p>\n<ol>\n<li>Introduction<\/li>\n<li>The Ten Principles of Privacy<\/li>\n<li>Application of the Ten Principles\n<ol>\n<li style=\"list-style-type: none;\">\n<ol>\n<li style=\"list-style-type: none;\">\n<ol>\n<li>The Kind of Information We Collect<\/li>\n<li>How We Use Your Information<\/li>\n<li>When We are Permitted to Disclose Your Information<\/li>\n<li>With Whom We May Share Your Information<\/li>\n<li>How We Safeguard Your Information<\/li>\n<li>Web Site Security<\/li>\n<li>Accessing and Amending Your Information<\/li>\n<li>Opting Out<\/li>\n<li>Anonymous Information and &#8220;Cookies&#8221;<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<li>Questions, Concerns and Complaints about the Privacy Policy<\/li>\n<\/ol>\n<p><!-- \/wp:list --><!-- wp:heading --><\/p>\n<h2>INTRODUCTION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Our brokerage company operates a network of independently owned and operated mortgage brokers throughout Canada. Each mortgage broker is duly licensed as a mortgage broker in compliance with provincial laws. Broker licensees provide a variety of products and services to the public, including but not limited to: mortgage brokerage services. In the course of providing these products and services, mortgage broker licensees may collect certain personal information about its clients with their consent.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>&#8220;Personal Information&#8221; means information about an identifiable individual. This may include, without limitation, the individual&#8217;s name, home address, age, income, credit history or other financial information, credit card information, personal preferences and other information about his or her family. Personal Information does not include the name, title, business address or telephone number of an employee of an organization.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>In the course or providing mortgage broker services to customers mortgage broker licensees routinely share this information with others such as credit reporting agencies, financial institutions, and mortgage brokerage systems suppliers as well as others who are directly involved in the mortgage process.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>Our Privacy Policy is based on, and complies with, Canada&#8217;s Personal Information Protection and Electronic Documents Act (&#8220;PIPEDA&#8221;), which includes the Ten Privacy Principles outlined in the Canadian Standards Association Model Code for the Protection of Personal Privacy. For more information about this legislation, please visit the official Web site of the Privacy Commission of Canada at http:\/\/www.privcom.gc.ca.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>This Privacy Policy describes the ten principles that mortgage broker licensees follow to ensure that we protect your Personal Information when we collect, use or disclose it in the course of carrying on commercial activities in Canada. All of our employees who have access to Personal Information must adhere to our Privacy Policy and related procedures. To this end, we have appointed a Chief Privacy Officer to ensure compliance by all mortgage broker employees and to address your privacy concerns.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>THE TEN PRINCIPLES OF PRIVACY<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>The following ten principles govern our actions as they relate to the use of Personal Information:<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>Principle 1 &#8211; Accountability<br \/>Principle 2 &#8211; Identifying Purposes<br \/>Principle 3 &#8211; Consent<br \/>Principle 4 &#8211; Limiting Collection<br \/>Principle 5 &#8211; Limiting Use, Disclosure and Retention<br \/>Principle 6 &#8211; Accuracy<br \/>Principle 7 &#8211; Safeguarding Personal Information<br \/>Principle 8 &#8211; Openness<br \/>Principle 9 &#8211; Access<br \/>Principle 10 &#8211; Addressing Complaints<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 1 &#8211; ACCOUNTABILITY<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees are accountable for all Personal Information in its possession or custody, including Personal Information disclosed to third parties for purposes of providing services requested by you.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 2 &#8211; IDENTIFYING PURPOSES<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees will inform you of the purposes for which it is collecting any Personal Information, before or at the time the information is collected. Often the purpose is outlined with the body of any mortgage application or contract for services you may execute when dealing with your mortgage broker.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 3 &#8211; CONSENT<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees will obtain your consent before or when it collects, uses or discloses your Personal Information.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>Consent can be express, implied, or given through an authorized representative. You may withdraw your consent at any time (subject to any legal consequences of which you will be informed). Mortgage broker licensees, however, may collect, use or disclose Personal Information without your knowledge or consent in exceptional circumstances where such collection, use or disclosure is permitted or required by law.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 4 &#8211; LIMITING COLLECTION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>The information collected by Mortgage broker licensees will be limited to those details necessary for the purposes it has identified to you or to perform the services you have requested. Information will be collected by fair and lawful means.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 5 &#8211; LIMITING USE, DISCLOSURE AND RETENTION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Personal Information will only be used or disclosed for the purpose for which it was collected unless you have otherwise consented. Personal Information may only be retained for the amount of time needed to fulfill the purpose for which it was collected.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>In certain exceptional circumstances, Mortgage broker licensees may have a legal duty or right to disclose Personal Information without your knowledge or consent with respect to matters that concern the company&#8217;s or the public&#8217;s interest.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 6 &#8211; ACCURACY<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees will keep Personal Information as accurate, complete and current as necessary to fulfill the identified purposes for which it was collected. You may have this information amended where it is found to be inaccurate or incomplete.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 7 &#8211; SAFEGUARDING PERSONAL INFORMATION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Personal Information is safeguarded using measures appropriate to the sensitivity of the information and in keeping with generally accepted industry standards.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 8 &#8211; OPENNESS<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees will make information available to its clients, employees and mortgage brokers about the policies and procedures Mortgage broker licensees use to manage personal information. You have access to this information through our Website, or through alternate means if requested.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 9 &#8211; ACCESS<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Upon written request, you will be informed of the existence, use and disclosure of your Personal Information, and will be given access to it. Mortgage broker licensees will respond to such requests as efficiently as possible. If mortgage broker licensees is prohibited from providing such access they will explain the reasons for the lack of access, except where prohibited by law.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>PRINCIPLE 10 &#8211; ADDRESSING COMPLAINTS AND SUGGESTIONS<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>You may challenge Mortgage broker licensees compliance with this Privacy Policy. Mortgage broker licensees have policies and procedures to receive, investigate and respond to complaints and questions regarding this Privacy Policy and our collection, use and disclosure of Personal Information. You may contact the our Privacy Officer to express any concerns or to request access to your Personal Information. The contact information for this individual is provided at the end of this document.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>Application of the Ten Privacy Principles &#8211; How we treat your personal information:<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>THE KIND OF INFORMATION WE COLLECT<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees gather and use Personal Information in order to provide you with the products and services you have requested, namely: information that is required to effectively provide mortgage brokerage services and to ensure that you are satisfied with the products and services we have provided. We may also use your Personal Information to update you about our services and to offer you additional products or services that you may be interested in, so that we may continue to serve your needs.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>If you visit our Licensees Web sites, we do not collect personally identifiable information about you unless you provide it. All information that you do provide us with is securely maintained and kept strictly confidential. This Privacy Policy does not apply to aggregated data from which it is not possible to determine the identity of a specific individual. Mortgage broker licensees reserve the right to use aggregated data in any way that it determines appropriate.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>HOW WE USE YOUR INFORMATION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>We use Personal Information for three general purposes:<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:list {\"ordered\":true} --><\/p>\n<ol>\n<li>To communicate with you in order to provide you with our products and services.<\/li>\n<li>For inclusion in documentation relating to your particular financial transaction.<\/li>\n<li>Transactional information to monitor our level of service and report back to you to ensure your satisfaction with the provision of such services.<\/li>\n<\/ol>\n<p><!-- \/wp:list --><!-- wp:paragraph --><\/p>\n<p>We will only use Personal Information for the purpose that we have disclosed to you. If we want to use your information for a different purpose, we will notify you and ask for your consent first.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<h5>When We are Permitted to Disclose Your Information<\/h5>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees are obliged to keep your Personal Information confidential except under the following circumstances:<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:list {\"ordered\":true} --><\/p>\n<ol>\n<li>When Authorized by You<\/li>\n<li>When Required by Law<\/li>\n<li>When Permitted by Law<\/li>\n<\/ol>\n<p><!-- \/wp:list --><!-- wp:list {\"ordered\":true} --><\/p>\n<ol>\n<li><strong>When Authorized by You:<\/strong> Many of the services offered by Mortgage broker licensees require us to obtain Personal Information about you in order to perform the services you have engaged us to provide. We will always obtain consent from you first, and we will never use the information for purposes other than those we have told you about.You may withdraw your consent at any time, subject to any legal implications (which we will inform you about). In some cases, if you do not consent to our use or disclosure of certain Personal Information, we may be unable to continue to provide all or part of the services you have requested. <\/li>\n<li><strong>When Required by Law:<\/strong> The type of information we are legally required to disclose usually relates to government tax reporting requirements. However in some cases, such as under a court order, we may be required to disclose certain information to persons specified in the court order. We will only provide the specific information requested and only upon being satisfied that the authorities have legitimate grounds to request the information. <\/li>\n<li><strong>When Permitted by Law:<\/strong> The legislation has provided certain situations where Mortgage broker licensees are legally permitted to disclose Personal Information without your consent. Examples include situations involving the collection of debt in arrears, medical emergencies, or suspicion of illegal activities.<\/li>\n<\/ol>\n<p><!-- \/wp:list --><!-- wp:paragraph --><\/p>\n<h5>With Whom We May Share Your Information<\/h5>\n<p><!-- \/wp:paragraph --><!-- wp:list {\"ordered\":true} --><\/p>\n<ol>\n<li><strong>Mortgage broker licensees:<\/strong> In the course of daily operations, access to sensitive Personal Information is limited to our employees, Licensees, Brokers and Agents with a legitimate reason for accessing it. As a condition of the mortgage broker license agreement, mortgage broker licensees and their respective employees and agents are required to follow all applicable laws and regulations, including this Privacy Policy. Unauthorized use or disclosure of confidential client information by any mortgage broker licensee is prohibited and may result in disciplinary measures by us such as termination of the license.<\/li>\n<li><strong>Broker Affiliates:<\/strong> In order to better meet your needs, we may share some of your Personal Information with our affiliates. We will only do this with your express consent and you may withdraw this consent at any time. The procedure for withdrawing consent is outlined below under the section &#8220;Opting Out&#8221;. <\/li>\n<li><strong>Third Party Suppliers:<\/strong> As you may know, we may engage and coordinate third party suppliers to provide you with certain services offered through us. Such suppliers are only given the information that is needed to provide the specific service for which we contract them to provide. Suppliers are obliged to protect the confidentiality of your Personal Information and are prohibited from doing anything with this information that we have not authorized them to do. They are required to treat your Personal Information in a manner consistent with the Mortgage Broker Privacy Policy. <\/li>\n<li><strong>Sale of Business:<\/strong> We may transfer your personally identifiable information to a third party in connection with a sale, merger or other disposition (whether of assets, stock or otherwise) of our business.<\/li>\n<\/ol>\n<p><!-- \/wp:list --><!-- wp:heading --><\/p>\n<h2>HOW WE SAFEGUARD INFORMATION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees have extensive controls in place to maintain the security of its information and information systems. Client and independent broker files are stored according to the sensitivity of the information contained therein. Appropriate controls (such as restricted access) are placed on our computer systems and data processing procedures. Physical access to areas where Personal Information is gathered, processed or stored is limited to authorized persons.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>When you telephone mortgage broker licensees to speak about your file, you may be asked for some personally identifying information. This type of safeguard is designed to ensure that only you, or someone authorized by you, has access to your file.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>WEB SITE SECURITY<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>In order to serve you better, Mortgage broker licensees offers clients access to certain information through its&#8217; Web site.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>This Web site contains links to other Web sites, including those of its licensees and business partners. We are in no way responsible and cannot guarantee the content or privacy of other sites linked from this website.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>ACCESSING AND AMENDING YOUR INFORMATION<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>As a mortgage broker licensee client you have the right to access the Personal Information we keep in your file and you have the right to verify or amend the information if it is shown to be inaccurate. If you would like to view the Personal Information held in your file, please make a written request to the Privacy Officer at the address listed below. Mortgage broker licensees will respond to your request as efficiently as possible. To make a change, please make a similar request in writing to the Privacy Officer.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>OPTING OUT<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>In order to provide you with our services and products, Mortgage broker licensees will, with your consent, contact you provide you with information on our products and services and may share your personal information with other affiliates. Should you not want to receive promotional materials from or have your Personal Information shared with these companies please contact the Privacy Officer at the address, phone number or email address provided at the end of this document.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>ANONYMOUS INFORMATION AND &#8220;COOKIES&#8221;<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>Mortgage broker licensees may collect anonymous information about you. This means that the information collected cannot be traced back to a specific person. For example, our Web servers may record certain information automatically when you visit our Web sites. This information is collected using &#8220;cookies&#8221; and might include the pages you visited, your IP (Internet Protocol) address and other site usage statistics. This anonymous information is used for research and analytical purposes only (like evaluating how many visitors our Web sites receive or which pages they visit most often). It does not reveal any Personal Information about you, the user. This aggregate data may be disclosed to third parties, but never with personally identifying information.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>&#8220;COOKIES&#8221;<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>&#8220;Cookies&#8221; are small text files that contain a unique identification number that allows our computers to identify your Web browser (but not you) each time you visit one of our Web sites that uses cookies. The information helps Mortgage broker licensees improve the functionality of the site and enhance the navigation and security of your session. Most major Web sites use this technology and most browsers are set up to accept them.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:paragraph --><\/p>\n<p>You may configure your browser to notify you when you receive a cookie, and you may refuse to accept them entirely. However, if you refuse to accept cookies, you may limit the functionality that we can provide to you when you visit our site.<\/p>\n<p><!-- \/wp:paragraph --><!-- wp:heading --><\/p>\n<h2>QUESTIONS, CONCERNS AND COMPLAINTS<\/h2>\n<p><!-- \/wp:heading --><!-- wp:paragraph --><\/p>\n<p>If you have any questions, concerns or complaints about your Personal Information, or about our mortgage broker Privacy Policy, please <a href=\"https:\/\/www.vinegroup.ca\/contact-1\">contact us.<\/a><\/p>\n<p><!-- \/wp:paragraph --><\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>As a mortgage broker and\/or agent, we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy. The following sections, read as a whole, comprise our [&hellip;]<\/p>\n","protected":false},"author":62,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"elementor_header_footer","meta":{"site-sidebar-layout":"default","site-content-layout":"default","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"default","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"default","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-gradient":""}},"footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Vine Group Mortgage Brokerage<\/title>\n<meta name=\"description\" content=\"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.vinegroup.ca\/privacy-policy\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Vine Group Mortgage Brokerage\" \/>\n<meta property=\"og:description\" content=\"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.vinegroup.ca\/privacy-policy\" \/>\n<meta property=\"og:site_name\" content=\"Vine Group Mortgage Brokerage\" \/>\n<meta property=\"article:modified_time\" content=\"2021-03-31T18:17:52+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.vinegroup.ca\/privacy-policy\",\"url\":\"https:\/\/www.vinegroup.ca\/privacy-policy\",\"name\":\"Privacy Policy - Vine Group Mortgage Brokerage\",\"isPartOf\":{\"@id\":\"https:\/\/www.vinegroup.ca\/#website\"},\"datePublished\":\"2019-05-23T13:15:14+00:00\",\"dateModified\":\"2021-03-31T18:17:52+00:00\",\"description\":\"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.vinegroup.ca\/privacy-policy#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.vinegroup.ca\/privacy-policy\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.vinegroup.ca\/privacy-policy#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.vinegroup.ca\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.vinegroup.ca\/#website\",\"url\":\"https:\/\/www.vinegroup.ca\/\",\"name\":\"Vine Group Mortgage Brokerage\",\"description\":\"Vine Group Mortgage Brokerage\",\"publisher\":{\"@id\":\"https:\/\/www.vinegroup.ca\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.vinegroup.ca\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.vinegroup.ca\/#organization\",\"name\":\"Vine Group Mortgage Brokerage\",\"url\":\"https:\/\/www.vinegroup.ca\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.vinegroup.ca\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.vinegroup.ca\/wp-content\/uploads\/2023\/03\/English-WhiteGold.png\",\"contentUrl\":\"https:\/\/www.vinegroup.ca\/wp-content\/uploads\/2023\/03\/English-WhiteGold.png\",\"width\":907,\"height\":149,\"caption\":\"Vine Group Mortgage Brokerage\"},\"image\":{\"@id\":\"https:\/\/www.vinegroup.ca\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Vine Group Mortgage Brokerage","description":"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.vinegroup.ca\/privacy-policy","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Vine Group Mortgage Brokerage","og_description":"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.","og_url":"https:\/\/www.vinegroup.ca\/privacy-policy","og_site_name":"Vine Group Mortgage Brokerage","article_modified_time":"2021-03-31T18:17:52+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.vinegroup.ca\/privacy-policy","url":"https:\/\/www.vinegroup.ca\/privacy-policy","name":"Privacy Policy - Vine Group Mortgage Brokerage","isPartOf":{"@id":"https:\/\/www.vinegroup.ca\/#website"},"datePublished":"2019-05-23T13:15:14+00:00","dateModified":"2021-03-31T18:17:52+00:00","description":"As a mortgage broker and\/or agent,we respect the privacy of our clients and we are committed to keeping your personal information accurate, confidential, secure and private. We have adopted the following Privacy Policy to ensure that we continue to meet our commitment to your privacy.","breadcrumb":{"@id":"https:\/\/www.vinegroup.ca\/privacy-policy#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.vinegroup.ca\/privacy-policy"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.vinegroup.ca\/privacy-policy#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.vinegroup.ca\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/www.vinegroup.ca\/#website","url":"https:\/\/www.vinegroup.ca\/","name":"Vine Group Mortgage Brokerage","description":"Vine Group Mortgage Brokerage","publisher":{"@id":"https:\/\/www.vinegroup.ca\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.vinegroup.ca\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.vinegroup.ca\/#organization","name":"Vine Group Mortgage Brokerage","url":"https:\/\/www.vinegroup.ca\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.vinegroup.ca\/#\/schema\/logo\/image\/","url":"https:\/\/www.vinegroup.ca\/wp-content\/uploads\/2023\/03\/English-WhiteGold.png","contentUrl":"https:\/\/www.vinegroup.ca\/wp-content\/uploads\/2023\/03\/English-WhiteGold.png","width":907,"height":149,"caption":"Vine Group Mortgage Brokerage"},"image":{"@id":"https:\/\/www.vinegroup.ca\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/users\/62"}],"replies":[{"embeddable":true,"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":1,"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":16423,"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/pages\/3\/revisions\/16423"}],"wp:attachment":[{"href":"https:\/\/www.vinegroup.ca\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}